{
  "11643641.jpeg": {
    "title": "Neferet",
    "order": 27,
    "bio": "The Nile has many secrets, but Neferet might be its favorite. She moves through the water like she belongs to it—because in many ways, she does. The river carries whispers of forgotten gods, the hush of liquid against skin, the kind of luxury reserved for those born to rule.  Some say she’s a priestess. Others, a queen. She simply smiles, letting them wonder. After all, divinity isn’t something you claim. It’s something others realize.",
    "quote": "The gods do not ask. They take – Neferet",
    "details": "Details for Scarlett"
  },
  "2025-02-13 14-01-15_00000.png": {
    "title": "Isla",
    "order": 26,
    "bio": "Bio for Isla",
    "quote": "quote",
    "details": "Details for Isla"
  },
  "21B27C364DC1AAC0F3B2B421DD475C3AC5C6DB8879335D8A41C7B92621A13457.jpg": {
    "title": "Celeste Upping the Ante",
    "order": 24,
    "bio": "Oh, Celeste. Sweet, innocent, deeply misunderstood Celeste. If the last set of pictures raised eyebrows, this one might just start a town-wide prayer circle. The shirt’s higher, the smile’s sharper, and that look in her eyes? That’s not the face of a girl who got caught—it’s the face of a girl who wanted to be.\n\nMaybe these were meant to stay private. Maybe she left the door open on purpose. Either way, by the time anyone figures it out, she’ll be back in church, hands folded, halo firmly in place.",
    "quote": "Oops. Did these get out? How terrible. – Celeste",
    "details": "Generated in Civit.ai, a variant of the Celeste set"
  },
  "2B25F867C63BAE62F870DB97F452C62D5A509CE586C13CECFABE203118838542.jpg": {
    "title": "Celeste at the Point of No Return",
    "order": 25,
    "bio": "Well, there it is. No more coy smiles, no more plausible deniability. Celeste isn’t sneaking around anymore—she’s kicking the damn door open. The preacher’s daughter has made her choice, and judging by the finger, she does not care for your opinion on the matter.\n\nMaybe she got tired of pretending. Maybe she just likes the attention. Either way, there’s no stuffing this genie back in the bottle. By Sunday morning, she'll still be sitting in the front pew, singing like an angel. The real question is—will anyone have the nerve to call her out?",
    "quote": "I spent my whole life being good. I think I deserve a refund. – Celeste",
    "details": "A third variant of Celeste, courtesy Civit.ai remixes."
  },
  "3F5C80D46DAE8C2B480764CA0E8F3EAB5C210A07E75312D0DB5E09D77FDC018D.jpg": {
    "title": "Eve",
    "order": 22,
    "bio": "Bio for Eve",
    "quote": "quote",
    "details": "Details for Eve"
  },
  "5DA33219D8767929C7E8AC130D6C296A0D07202E2F536A0B1C0A7F926098D991.jpg": {
    "title": "Celeste",
    "order": 23,
    "bio": "Ah, Celeste. The town’s golden girl, the preacher’s pride, the very picture of virtue—at least, that’s what they all say. And yet, somehow, here we are. Tongue out, middle finger up, and a level of mischief that would give her father a heart attack.\n\nPeople whisper, of course. They always do. Something about her sneaking off at night, about a certain redhead selling her… well, let’s just say it wasn’t a Bible. But Celeste? She just smiles sweetly and says a prayer for them.\n\nSaint or sinner? That depends on where she thinks you’re looking.",
    "quote": "Forgive me, Father. No, really—you're gonna have to. – Celeste",
    "details": "A remix of some great Civit.ai images"
  },
  "5GPRSB21TSEZREGA40SH460CZ0.jpeg": {
    "title": "Aurora",
    "order": 21,
    "bio": "Bio for Aurora",
    "quote": "quote",
    "details": "Details for Aurora"
  },
  "710FYCSXSJY8350VJZK6ZXEGK0.jpeg": {
    "title": "Roxie",
    "order": 20,
    "bio": "Bio for Roxie",
    "quote": "quote",
    "details": "Details for Roxie"
  },
  "A16F898F8C26C18AE0091F5BF05070A49A6D2957ED8C93A61C96437CAC3CB3CB.jpeg": {
    "title": "Sienna",
    "order": 19,
    "bio": "Bio for Sienna",
    "quote": "quote",
    "details": "Details for Sienna"
  },
  "ABD16C83E1CBDD9DD790CA32719FF86B6DAACE898ABDBE5B673D41DCAE76DE47.jpeg": {
    "title": "Freya",
    "order": 18,
    "bio": "Bio for Freya",
    "quote": "quote",
    "details": "Details for Freya"
  },
  "B1VBAQC6KPQ60TWSHJ0BVNCDB0.jpeg": {
    "title": "Delilah",
    "order": 17,
    "bio": "Bio for Delilah",
    "quote": "quote",
    "details": "Details for Delilah"
  },
  "B908CB71BD4C16AC0F2B43A34B31BDAE030EFCD7CCEDF1C5E59A8E60D6FA438E.jpg": {
    "title": "Savannah",
    "order": 16,
    "bio": "Bio for Savannah",
    "quote": "quote",
    "details": "Details for Savannah"
  },
  "C2DE463AAF18CF1356803F6711B4591CB6CFE4FD3AC91E4FF65E89EEB2F63F2E.jpeg": {
    "title": "Violet",
    "order": 15,
    "bio": "Bio for Violet",
    "quote": "quote",
    "details": "Details for Violet"
  },
  "D2601D6A5CF42888FC9684BF31956296C9323D8036BEC2986017701AED263890.jpg": {
    "title": "Seraphina",
    "order": 14,
    "bio": "Bio for Seraphina",
    "quote": "quote",
    "details": "Details for Seraphina"
  },
  "D382ABE4ADFED51B495B8E8E0816F83C938FAC56207D813FC50C7D9419458B78.jpg": {
    "title": "Aria",
    "order": 13,
    "bio": "Bio for Aria",
    "quote": "quote",
    "details": "Details for Aria"
  },
  "DCXF9R0T75EPW381D27DGBK1E0.jpeg": {
    "title": "Lily",
    "order": 12,
    "bio": "Bio for Lily",
    "quote": "quote",
    "details": "Details for Lily"
  },
  "DF39682D1286EFC06A0019BD29D627708DE9930F2D9A32521A053E0C1C757263.jpeg": {
    "title": "Amara",
    "order": 11,
    "bio": "Bio for Amara",
    "quote": "quote",
    "details": "Details for Amara"
  },
  "F4DDDEB1916D97848B97D84D7CC9CF14FC21AA508622A13D7015F758663F8914.jpg": {
    "title": "Elena",
    "order": 9,
    "bio": "Bio for Elena",
    "quote": "quote",
    "details": "Details for Elena"
  },
  "F9B15649232F2C76CC15195B26FE66F9F1DB55DD1C9C8E7AC923F5397F3EBFEF.jpeg": {
    "title": "Nova",
    "order": 8,
    "bio": "Bio for Nova",
    "quote": "quote",
    "details": "Details for Nova"
  },
  "KQX7FCCEWEPEJ970KHK8RAHD30.jpeg": {
    "title": "Valeria",
    "order": 7,
    "bio": "Bio for Valeria",
    "quote": "quote",
    "details": "Details for Valeria"
  },
  "M011WH9EM0CX079KYAD05PZ620.jpeg": {
    "title": "Marina",
    "order": 6,
    "bio": "Bio for Marina",
    "quote": "quote",
    "details": "Details for Marina"
  },
  "N52AP3681GFC214VTW8J42AZD0.jpeg": {
    "title": "Anastasia Wren",
    "order": 5,
    "bio": "Ah, Anastasia. Always draped in moonlight like she personally requested the full moon just to set the mood. She claims it’s just a coincidence, but I have my doubts—celestial bodies seem to orbit her on principle. That hair? Flows like a gothic novel just hit its dramatic climax.\n\nShe says she’s “just thinking” when she stares off like that, but I’m fairly certain she’s communing with something beyond my pay grade. You’re welcome to interrupt her moment, but don’t be surprised if she looks straight through you and into the void.\n\n(If she starts floating, pretend you didn’t see it.)\n\n\"The night understands me better than the day ever could.\" – Anastasia",
    "quote": "quote",
    "details": "Shamelessly ripped from Civit AI"
  },
  "Q6WF1XVK2JZ4D0W49A4EH7GCW0.jpeg": {
    "title": "Monroe",
    "order": 4,
    "bio": "Bio for Monroe",
    "quote": "quote",
    "details": "Details for Monroe"
  },
  "Seraphine 2M.jpeg": {
    "title": "Seraphine",
    "order": 3,
    "bio": "Bio for Seraphine",
    "quote": "quote",
    "details": "Details for Seraphine"
  },
  "WMNAE4NP5H2QER0DPQ9KGV4NN0.jpeg": {
    "title": "Tabitha Rae",
    "order": 2,
    "bio": "Power looks different on everyone. On Tabitha Rae, it looks like a cascade of red hair, a crown perched just so, and the effortless confidence of someone who has never been told no. She drifts through the palace halls like she owns the place—because one day, she will.\n\nDraped in gold and little else, she doesn’t need an army. One glance, one tilt of her head, and people fall in line. Some call it arrogance. Others call it destiny. Tabitha? She just calls it the natural order of things.",
    "quote": "Bow if you like. I won’t stop you. – Tabitha Rae",
    "details": "Generated with Stable Diffusion in Civit.ai"
  },
  "N9Y5XN89K2X2KXZ8CY4Y83DBB0.jpeg": {
    "title": "Dr. Selene Voss",
    "bio": "Most scientists publish papers. Selene Voss? She prefers dramatic cosmic revelations. Kneeling before a glowing orb of unstable energy, she tilts her head, freckles catching the eerie light. “Huh,” she mutters. “That shouldn’t be happening.”\n\nThis is the fourth time she’s nearly rewritten physics this week. Officially, she’s a genius. Unofficially, she’s the reason half the research station has ‘Do Not Touch’ signs. Playfully sarcastic, effortlessly brilliant, and just a little too comfortable with reality-bending experiments—Selene may not have all the answers, but she’ll absolutely find them. Even if it means blowing something up first.",
    "quote": "\"I don’t try to break the laws of physics. It just keeps happening.\" – Dr. Selene Voss",
    "details": "Generated using PonyXL/Stable Diffusion on Civit.ai",
    "order": 29
  },
  "MPETHWEAFQC7NEF1SWE0D9YAQ0.jpeg": {
    "title": "Inspector Veylani Dusk",
    "bio": "Some detectives follow footprints. Veylani Dusk follows the gossip of the Arco Vity's lounges. Leaning back in a battered armchair, she idly rolls a glowing amulet between long fingers. The light refracts through sweat and silver, scattering fractured colors across the smoke-filled room.  She could be out chasing leads, but why bother? The guilty always come to him eventually—either for help or to try and silence her. She lives for the game, the chase, the moment someone realizes she’s already ten steps ahead.  Cynical? Of course. She’d call it realistic. But hey, if you’ve got a mystery, a pile of coin, and the patience to tolerate his sharp tongue, Veylani just might be the only one who can crack the case.",
    "quote": "\"You’re lying. Badly. But please, keep talking—I do love a performance.\" – Inspector Veylan Dusk",
    "details": "Generated using PonyXL/Stable Diffusion on Civit.ai",
    "order": 30
  },
  "BYVWE2V3C9PKMT0MCH9BE618N0.jpeg": {
    "title": "Zahara the Gilded",
    "bio": "Zahara doesn’t sell goods—she sells desire. Draped across a pile of silk cushions, golden jewelry jingling with every lazy stretch, she watches would-be customers with a knowing smirk. The serpentine necklace resting against her collarbone almost seems to move in the torchlight, much like the schemes running through her mind.\n\nShe’s a merchant, sure—but coin alone won’t buy what she’s offering. Trade her something rare, something forbidden, and maybe—maybe—she’ll part with a treasure in return. The Pharaoh’s laws? A mere suggestion. The city guards? Too slow to catch her. She’s got nine lives and no patience for fools.\n\nYou want something precious? You want something dangerous? You’d best be ready to pay her price.",
    "quote": "\"Gold is nice. Secrets are better.\" – Zahara the Gilded",
    "details": "Stable Diffusion/WAI-ANI-NSFW-PONYXL model, made with Civit.ai",
    "order": 31
  },
  "910CT8V0C0C2EGV5E79SC8KHV0.jpeg": {
    "title": "Briala",
    "bio": "If fairies were all sweetness and stardust, Briala would’ve been exiled ages ago. Barefoot, tattooed, and absolutely seething, she perches on a wooden stool, rings glinting as she drums impatient fingers against her knee. The air around her crackles with leftover magic—probably from the last idiot who thought they could outwit a fairy shaman.\n\nShe’s a healer, sure. A guide, even. But she’s also got a temper like summer lightning, and if you waste her time, you might just leave with more curses than cures. The elders whisper that she’s too wild, too defiant. Briala doesn’t care. She’ll keep dancing barefoot through the woods, keep binding spirits to her will, and keep reminding everyone exactly why fairies were feared long before they were ever loved.",
    "quote": "\"I could help you. But honestly? I kinda don’t want to.\" – Briala/WAI-NSFW-illustrious-SDXL",
    "details": "Generated using StableDiffusion/",
    "order": 32
  }
}